cask_args appdir: "/Applications"
# terminal
cask "wezterm"
brew "fish"
brew "zoxide"
brew "bat"
brew "httpie"
brew "lazydocker"
brew "awscli"

# secrets
cask "1password"
cask "1password-cli"

# dev tools
brew "fnm"
brew "hub"
cask "visual-studio-code"
cask "dbeaver-community"

# vscode extensions
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"

# Languages
brew "yarn"
brew "bun"
brew "deno"
brew "gleam"

# Communication
cask "tuple"
cask "slack"
cask "obsidian"

# Browsers
cask "firefox"
cask "google-chrome"
cask "brave-browser"

# MacOS Tools
cask "alt-tab"
cask "trailer"

# Other
cask "spotify"


