cask_args appdir: "/Applications"

# terminal
cask "wezterm"
brew "fish"
brew "zoxide"
brew "bat"
brew "httpie"
brew "lazydocker"

# secrets
cask "1password"
cask "1password-cli"

# dev tools
brew "fnm"
brew "yarn"
brew "bun"
brew "hub"
cask "visual-studio-code"

cask "tuple"
cask "slack"

brew "awscli"
cask "orbstack"


# vscode extensions
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
